{
  "translation": {
    "September 2015 – June 2019": "Вересень 2015 – Червень 2019",
    "September 2019 – June 2021": "Вересень 2019 – Червень 2021",
    "October 2023 – December 2024": "Жовтень 2023 – Грудень 2024",
    "TNU": "ТНУ",
    "Taurida National University": "Таврійський Національний Університет",
    "COEM NAU": "КІУтЗ НАУ",
    "Available": "У наявності",
    "Power / Internet": "Електроенергія / Інтернет",
    "Telegram": "Телеграм",
    "Phone number": "Номер телефону",
    "Age": "Вік",
    "Hide text": "Приховати текст",
    "Read more": "Читати далі",
    "Language": "Мова",
    "English": "Англійська",
    "Ukrainian": "Українська",
    "About me": "Про мене",
    "Skills": "Навички",
    "No": "Ні",
    "Relocation": "Переїзд",
    "Information": "Інформація",
    "Kiev": "Київ",
    "Experience": "Досвід",
    "Location": "Місцезнаходження",
    "Download CV": "Завантажити Резюме",
    "Stasiv Bogdan": "Стасів Богдан",
    "Software Developer": "Розробник програмного забезпечення",
    "Junior in Software Development": "Молодший спеціаліст у розробці програмного забезпечення",
    "Bachelor in Computer Engineering": "Бакалавр із комп'ютерної інженерії",
    "Master in Software Engineering": "Магістр із комп'ютерної інженерії",
    "Education": "Освіта",
    "Traurida National University": "Національний Університет Траурида",
    "Colledge of Engineering and Management": "Коледж Інженерії та Управління",
    "Ukraine, Kiev": "Україна, Київ",
    "September 2019 – May 2022": "Вересень 2019 – Травень 2022",
    "I am a 24-year-old software engineer with a deep passion for programming and a strong affinity for functional and modern programming languages. My journey in the software development world has been an exciting one, and I am constantly motivated by the opportunities to learn and grow 🚀.": "Я - 24-річний програміст із глибокою страстю до програмування та міцною симпатією до функціональних та сучасних мов програмування. Мій шлях у світі розробки програмного забезпечення був захоплюючим, і я постійно мотивований можливостями вчитися та рости 🚀.",
    "My technical expertise spans a variety of languages, including Haskell, C#, Kotlin, and Scala. Haskell holds a special place in my heart ❤️, and I'm continually fascinated by its elegance and expressiveness. I'm also an enthusiastic learner 📚, currently expanding my horizons by diving into the world of Rust, drawn by its emphasis on safety and performance ⚙️.": "Моя технічна експертиза охоплює різноманітні мови, включаючи Haskell, C#, Kotlin та Scala. Haskell має особливе місце у моєму серці ❤️, і я постійно захоплююся його елегантністю та виразністю. Я також є запальним учасником 📚, який в даний момент розширює свої горизонти, вдаваючись у світ Rust, приваблений його підвищеною безпекою та продуктивністю ⚙️.",
    "Beyond my professional interests, I lead a balanced life that incorporates creativity and continuous learning 🎸🎹. In my spare time, you can find me strumming my guitar or playing the piano 🎵, as music provides a creative outlet and a source of relaxation. Additionally, I enjoy exploring diverse subjects that extend beyond the realm of software engineering 🌍. This broader perspective not only enriches my problem-solving abilities but also fuels my curiosity 🤓.": "Поза моїми професійними інтересами, я веду збалансований спосіб життя, який включає творчість і постійне навчання 🎸🎹. У вільний час ви можете мене знайти, граючи на гітарі або фортепіано 🎵, оскільки музика надає творчий вихід і джерело релаксу. Крім того, я люблю досліджувати різноманітні теми, що виходять за межі сфери розробки програмного забезпечення 🌍. Ця широка перспектива не лише збагачує мої здатності до вирішення проблем, але також живить мою допитливість 🤓.",
    "I am on the lookout for opportunities to work and collaborate with like-minded individuals who share my passion for programming and common interests. I am committed to personal and professional growth and am excited about the possibility of contributing my skills and enthusiasm to a team that values innovation, teamwork, and the pursuit of excellence 💪.": "Я шукаю можливості працювати і співпрацювати з однодумцями, які ділять мою страсть до програмування та спільних інтересів. Я відданий особистому і професійному зростанню та схвильований можливістю внести свої навички та ентузіазм у команду, яка цінує інновації, командну роботу та прагне до відмінності 💪.",
    "If you share my enthusiasm for technology and a well-rounded approach to life, I look forward to the opportunity to discuss how I can contribute to your team and goals 🤝.": "Якщо ви ділите моє захоплення технологією та багатогранним підходом до життя, я з нетерпінням очікую можливості обговорити, як я можу сприяти вашій команді та цілям 🤝."
  }
}
